[
  {
    "title": "CRYPTO PAIR TRADING: HOW TO MAKE MONEY WITH A MARKET NEUTRAL CRYPTO TRADING STRATEGY",
    "short": "Short Crypto trading is typically associated with high risks and potentially high returns. However, there are also lower-risk trading strategies that crypto traders can deploy.",
    "article": "How pair trading works? Pair trading is a market-neutral trading strategy that allows traders to place bets on one asset versus another while remaining unaffected by the overall market direction. By opening a long position and a short position on two comparable cryptoassets with a high correlation, traders can generate a trading profit if the cryptoasset they went long outperforms the cryptoassets that they went short. For example, if a trader believes that bitcoin SV (BSV) will continue to lose value against BTC, they could enter into a BTC long, and BSV short position with the same amount at risk on both positions. In this instance, if BSV drops more in value than BTC by the time the trader closes out both positions, the pair trade will be “in the money.”",
    "photo": "img/News/News1.jpg",
    "photoAlt": "Photo News",
    "newsId": "news-1"
  },
  {
    "title": "BITCOIN'S PRICE MAY CRASH AFTER ETHEREUM'S 'MERGE,' RESEARCHER SAYS",
    "short": "Kyle McDonald told CoinDesk TV's “First Mover“ the Bitcoin network may be regulated away because of its energy consumption.",
    "article": "Kyle McDonald, an independent researcher, predicts that the Bitcoin network may be ”regulated away,” causing the price of bitcoin to collapse. He recommends selling bitcoin now. The reason is that after the Ethereum blockchain switches to a drastically less energy-intensive method of validating transactions, known as ”proof-of-stake,” investors and regulators may realize that the energy-intensive method that both Bitcoin and Ethereum use now, called ”proof-of-work,” was never really necessary. Speaking on CoinDesk TV's ”First Mover” program on Friday, McDonald cited the ”climate crisis” and Bitcoin's massive use of energy. He said that because “Bitcoin doesn’t have the coordination like Ethereum to leave proof-of-work,” it could be “the first to be regulated away.” Crypto’s energy consumption has become a major bone of contention for environmental activists and governments, and McDonald said bitcoin will never see ”$69,000 again.” The cryptocurrency traded close to that mark last November. Ethereum's switch, a software update called ”the Merge,” is expected to happen this month, and one expected benefit is that not as many computers will be required to keep the blockchain going. McDonald said the possibility of Ethereum cutting energy costs by 99.95% is “highly realistic.” “When you’re moving from a system that is about generating as many random numbers as fast as possible with 10 million [graphic processing units] across the world, to a system that’s running on a few thousand computers that are pretty low energy, it’s going to make a huge difference,” McDonald said. Graphic processing units, or GPUs, are used in cryptocurrency mining. Read more: Ethereum’s Move From Proof-of-Work Essential for the Network, Crypto Exec Says Ethereum's switch, a software update called ”the Merge,” is expected to happen this month, and one expected benefit is that not as many computers will be required to keep the blockchain going. To track Ethereum’s energy movement, McDonald created the Ethereum Emissions tracker, which takes a bottom-up approach, but doesn't factor in Ethereum’s price or the price of electricity, according to McDonald’s website. “I’m starting with the hashrate, then looking at the hardware and making a technical argument for how much electricity must be used,” he said.",
    "photo": "img/News/News1.jpg",
    "photoAlt": "Photo News",
    "newsId": "news-2"
  }
]
